Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# onboarding_currency_subtitle
source: Choose your main currency. Amounts in other currencies are converted using current rates.
ar: اختر عملتك الرئيسية. سيتم تحويل المبالغ بعملات أخرى بالأسعار الحالية.
cs: Vyberte svou hlavní měnu. Částky v jiných měnách jsou převedeny pomocí aktuálních kurzů.
de: Wähle deine Hauptwährung. Beträge anderer Währungen werden anhand aktueller Kurse umgerechnet.
es: Elige tu moneda principal. Los importes en otras monedas se convierten usando los tipos actuales.
fr: Choisissez votre devise principale. Les montants dans d'autres devises seront convertis avec les taux actuels.
hr: Odaberite svoju glavnu valutu. Iznosi u drugim valutama se pretvaraju prema trenutnim tečajevima.
hu: Válassza ki a fő pénznemet. A többi pénznemben lévő összegek átváltása az aktuális árfolyamon történik.
it: Scegli la tua valuta principale. Gli importi in altre valute vengono convertiti con i tassi attuali.
ja: メイン通貨を選択してください。他の通貨の金額は現在のレートで換算されます。
nb: Velg din hovedvaluta. Beløp i andre valutaer konverteres med gjeldende kurser.
nl: Kies je hoofdvaluta. Bedragen in andere valuta worden omgerekend met actuele koersen.
pl: Wybierz główną walutę. Kwoty w innych walutach są przeliczane według bieżących kursów.
pt_br: Escolha sua moeda principal. Os valores em outras moedas são convertidos com as taxas atuais.
ro: Alegeți moneda dvs. principală. Sumele în alte valute sunt convertite folosind ratele curente.
ru: Выберите основную валюту. Суммы в других валютах конвертируются по текущему курсу.
sv: Välj din huvudvaluta. Belopp i andra valutor omräknas med aktuella kurser.
tr: Ana para biriminizi seçin. Diğer para birimlerindeki tutarlar güncel kurlar kullanılarak dönüştürülür.
zh_hans: 选择主要货币。其他货币的金额将按当前汇率换算。

# onboarding_currency_title
source: Your Currency
ar: عملتك
cs: Vaše měna
de: Deine Währung
es: Tu moneda
fr: Votre devise
hr: Vaša valuta
hu: Az Ön pénzneme
it: La tua valuta
ja: 通貨の設定
nb: Din valuta
nl: Jouw valuta
pl: Twoja waluta
pt_br: Sua moeda
ro: Moneda dvs
ru: Ваша валюта
sv: Din valuta
tr: Para Biriminiz
zh_hans: 您的货币

# onboarding_feature1_desc
source: All accounts, investments, debts, and cash at a glance — including net worth.
ar: جميع الحسابات والاستثمارات والديون والنقد في لمحة — بما في ذلك صافي الثروة.
cs: Všechny účty, investice, dluhy a hotovost na jednom místě — včetně čistého jmění.
de: Alle Konten, Investitionen, Schulden und Bargeld auf einen Blick — inkl. Nettovermögen.
es: Todas tus cuentas, inversiones, deudas y efectivo de un vistazo — incluido el patrimonio neto.
fr: Tous vos comptes, investissements, dettes et liquidités en un coup d'œil — dont la valeur nette.
hr: Svi računi, investicije, dugovi i gotovina na jednom mjestu — uključujući neto imovinu.
hu: Minden számla, befektetés, adósság és készpénz egy pillantással – beleértve a nettó vagyont is.
it: Tutti i conti, investimenti, debiti e contanti a colpo d'occhio — incluso il patrimonio netto.
ja: すべての口座、投資、負債、現金を一覧で確認 — 純資産も含む。
nb: Alle kontoer, investeringer, gjeld og kontanter samlet — inkl. nettoformue.
nl: Alle rekeningen, investeringen, schulden en contanten in één oogopslag — inclusief nettovermogen.
pl: Wszystkie konta, inwestycje, długi i gotówkę w jednym miejscu — w tym majątek netto.
pt_br: Todas as contas, investimentos, dívidas e dinheiro em um só lugar — incluindo patrimônio líquido.
ro: Toate conturile, investițiile, datoriile și numerarul dintr-o privire - inclusiv valoarea netă.
ru: Все счета, инвестиции, долги и наличные с первого взгляда — включая чистый капитал.
sv: Alla konton, investeringar, skulder och kontanter i en vy — inklusive nettovärde.
tr: Tüm hesaplar, yatırımlar, borçlar ve nakit tek bakışta — net değer dahil.
zh_hans: 所有账户、投资、债务和现金一目了然 — 包括净资产。

# onboarding_feature1_title
source: Manage accounts & assets
ar: إدارة الحسابات والأصول
cs: Spravujte účty a majetek
de: Konten & Vermögen verwalten
es: Gestionar cuentas y activos
fr: Gérer comptes et actifs
hr: Upravljajte računima i imovinom
hu: Számlák és eszközök kezelése
it: Gestisci conti e patrimonio
ja: 口座と資産を管理
nb: Administrer kontoer og eiendeler
nl: Beheer rekeningen en vermogen
pl: Zarządzaj kontami i majątkiem
pt_br: Gerencie contas e patrimônio
ro: Gestionați conturile și activele
ru: Управление счетами и активами
sv: Hantera konton och tillgångar
tr: Hesapları ve varlıkları yönetin
zh_hans: 管理账户和资产

# onboarding_feature2_desc
source: Understand how much money flows in and out each month, broken down by source.
ar: افهم كم من المال يدخل ويخرج كل شهر، مقسّم حسب المصدر.
cs: Pochopte, kolik peněz každý měsíc přichází a odchází, rozdělených podle zdroje.
de: Verstehe wieviel Geld pro Monat rein- und rausfliesst, aufgeteilt nach Quelle.
es: Entiende cuánto dinero entra y sale cada mes, desglosado por fuente.
fr: Comprenez combien d'argent entre et sort chaque mois, ventilé par source.
hr: Razumijte koliko novca ulazi i izlazi svaki mjesec, razvrstano po izvoru.
hu: Értse meg, hogy mennyi pénz áramlik be és ki havonta, forrás szerinti bontásban.
it: Capisci quanti soldi entrano ed escono ogni mese, suddivisi per fonte.
ja: 毎月のお金の出入りを、出所別に把握しましょう。
nb: Forstå hvor mye penger som flyter inn og ut hver måned, fordelt etter kilde.
nl: Begrijp hoeveel geld er elke maand in- en uitstroomt, uitgesplitst per bron.
pl: Zrozum, ile pieniędzy wpływa i wypływa każdego miesiąca, według źródła.
pt_br: Entenda quanto dinheiro entra e sai a cada mês, por categoria.
ro: Înțelegeți câți bani intră și ies în fiecare lună, defalcați în funcție de sursă.
ru: Поймите, сколько денег поступает и уходит каждый месяц, разбитых по источникам.
sv: Förstå hur mycket pengar som strömmar in och ut varje månad, uppdelat efter källa.
tr: Her ay ne kadar para girip çıktığını, kaynağa göre ayrıştırılmış şekilde anlayın.
zh_hans: 了解每月资金流入流出情况，按来源细分。

# onboarding_feature2_title
source: See monthly cash flow
ar: عرض التدفق النقدي الشهري
cs: Zobrazení měsíčního cashflow
de: Monatlichen Cashflow sehen
es: Ver el flujo de caja mensual
fr: Voir les flux mensuels
hr: Prikaz mjesečnog novčanog toka
hu: Lásd a havi pénzforgalmat
it: Vedi il flusso di cassa mensile
ja: 月間キャッシュフローを確認
nb: Se månedlig kontantstrøm
nl: Bekijk maandelijkse cashflow
pl: Przeglądaj miesięczny przepływ gotówki
pt_br: Veja o fluxo de caixa mensal
ro: Vedeți fluxul de numerar lunar
ru: Просматривайте ежемесячный денежный поток
sv: Se månatligt kassaflöde
tr: Aylık nakit akışını görüntüleyin
zh_hans: 查看月度现金流

# onboarding_feature3_desc
source: Plan fixed costs, income, and savings goals — monthly or yearly.
ar: خطط للتكاليف الثابتة والدخل وأهداف التوفير — شهريًا أو سنويًا.
cs: Plánujte fixní náklady, příjmy a spořicí cíle — měsíčně nebo ročně.
de: Plane Fixkosten, Einnahmen und Sparziele — monatlich oder jährlich.
es: Planifica gastos fijos, ingresos y metas de ahorro — mensual o anualmente.
fr: Planifiez les charges fixes, les revenus et les objectifs d'épargne — mensuellement ou annuellement.
hr: Planirajte fiksne troškove, prihode i ciljeve štednje — mjesečno ili godišnje.
hu: Tervezze meg a fix költségeket, a bevételt és a megtakarítási célokat – havonta vagy évente.
it: Pianifica costi fissi, entrate e obiettivi di risparmio — mensili o annuali.
ja: 固定費、収入、貯蓄目標を月次または年次で計画しましょう。
nb: Planlegg faste kostnader, inntekter og sparemål — månedlig eller årlig.
nl: Plan vaste kosten, inkomsten en spaardoelen — maandelijks of jaarlijks.
pl: Planuj stałe koszty, dochody i cele oszczędnościowe — miesięcznie lub rocznie.
pt_br: Planeje custos fixos, receitas e metas de poupança — mensal ou anualmente.
ro: Planificați costuri fixe, venituri și obiective de economii - lunar sau anual.
ru: Планируйте постоянные расходы, доходы и цели сбережений — ежемесячно или ежегодно.
sv: Planera fasta kostnader, inkomster och sparmål — månadsvis eller årsvis.
tr: Sabit giderleri, geliri ve tasarruf hedeflerini planlayın — aylık veya yıllık.
zh_hans: 规划固定支出、收入和储蓄目标 — 月度或年度。

# onboarding_feature3_title
source: Plan your budget
ar: تخطيط ميزانيتك
cs: Plánujte rozpočet
de: Budget planen
es: Planificar tu presupuesto
fr: Planifier votre budget
hr: Planirajte proračun
hu: Tervezze meg költségvetését
it: Pianifica il tuo budget
ja: 予算を計画する
nb: Planlegg budsjettet
nl: Plan je budget
pl: Zaplanuj budżet
pt_br: Planeje seu orçamento
ro: Planificați-vă bugetul
ru: Планируйте бюджет
sv: Planera din budget
tr: Bütçenizi planlayın
zh_hans: 规划预算

# onboarding_feature4_desc
source: See how your net worth will develop over the next few years.
ar: انظر كيف ستتطور ثروتك الصافية خلال السنوات القادمة.
cs: Sledujte, jak se vaše čisté jmění bude vyvíjet v příštích letech.
de: Sieh voraus wie sich dein Nettovermögen in den nächsten Jahren entwickelt.
es: Observa cómo se desarrollará tu patrimonio neto en los próximos años.
fr: Voyez comment votre valeur nette évoluera au cours des prochaines années.
hr: Pogledajte kako će se vaša neto imovina razvijati u sljedećim godinama.
hu: Nézze meg, hogyan alakul a nettó vagyona az elkövetkező néhány évben.
it: Scopri come si svilupperà il tuo patrimonio netto nei prossimi anni.
ja: 今後数年間の純資産の推移を予測しましょう。
nb: Se hvordan nettoformuen din vil utvikle seg de neste årene.
nl: Zie hoe je nettovermogen zich de komende jaren zal ontwikkelen.
pl: Zobacz, jak Twój majątek netto będzie się rozwijał w ciągu najbliższych lat.
pt_br: Veja como seu patrimônio líquido se desenvolverá nos próximos anos.
ro: Vezi cum se va dezvolta valoarea ta netă în următorii câțiva ani.
ru: Посмотрите, как будет развиваться ваш чистый капитал в ближайшие годы.
sv: Se hur ditt nettovärde kommer att utvecklas under de närmaste åren.
tr: Net değerinizin önümüzdeki yıllarda nasıl gelişeceğini görün.
zh_hans: 预测未来几年净资产的变化趋势。

# onboarding_feature4_title
source: Forecast your wealth
ar: توقع ثروتك
cs: Prognózujte svůj majetek
de: Vermögen prognostizieren
es: Pronosticar tu patrimonio
fr: Prévoir votre patrimoine
hr: Prognozirajte svoju imovinu
hu: Jósolja meg vagyonát
it: Prevedi il tuo patrimonio
ja: 資産をシミュレーション
nb: Forutsi formuen din
nl: Voorspel je vermogen
pl: Prognozuj swój majątek
pt_br: Projete seu patrimônio
ro: Prognoza-ti averea
ru: Прогнозируйте состояние
sv: Prognostisera din förmögenhet
tr: Servetinizi tahmin edin
zh_hans: 预测您的财富

# onboarding_feature5_desc
source: A personal score shows whether you are financially well-positioned.
ar: يُظهر لك النقاط الشخصية مدى قوتك المالية.
cs: Osobní skóre ukazuje, zda jste finančně dobře připraveni.
de: Ein persönlicher Score zeigt dir ob du finanziell gut aufgestellt bist.
es: Una puntuación personal te muestra si estás bien posicionado financieramente.
fr: Un score personnel vous indique si vous êtes bien positionné financièrement.
hr: Osobni rezultat pokazuje jeste li financijski dobro pozicionirani.
hu: A személyes pontszám megmutatja, hogy pénzügyileg jó helyzetben van-e.
it: Un punteggio personale mostra se sei ben posizionato finanziariamente.
ja: 個人スコアで財務状況が良好かどうかを確認できます。
nb: En personlig score viser om du er godt finansielt posisjonert.
nl: Een persoonlijke score toont of je financieel goed gepositioneerd bent.
pl: Osobisty wynik pokazuje, czy jesteś dobrze przygotowany finansowo.
pt_br: Uma pontuação pessoal mostra se você está bem posicionado financeiramente.
ro: Un scor personal arată dacă sunteți bine poziționat financiar.
ru: Персональный рейтинг показывает, насколько вы хорошо устроены в финансовом плане.
sv: En personlig poäng visar om du är finansiellt välpositionerad.
tr: Kişisel bir puan, finansal açıdan iyi konumda olup olmadığınızı gösterir.
zh_hans: 个人评分显示您的财务状况是否良好。

# onboarding_feature5_title
source: Measure financial health
ar: قياس الصحة المالية
cs: Měřte finanční zdraví
de: Finance Score
es: Medir la salud financiera
fr: Mesurer la santé financière
hr: Mjerite financijsko zdravlje
hu: Mérje meg a pénzügyi egészséget
it: Misura la salute finanziaria
ja: 財務健全性を測定
nb: Mål finansiell helse
nl: Meet financiële gezondheid
pl: Mierz kondycję finansową
pt_br: Medir saúde financeira
ro: Măsurați sănătatea financiară
ru: Измеряйте финансовое здоровье
sv: Mät finansiell hälsa
tr: Finansal sağlığı ölçün
zh_hans: 衡量财务健康状况

# onboarding_features_title
source: What you can do with it
ar: ما يمكنك فعله به
cs: Co s tím můžete dělat
de: Was du damit machen kannst
es: Lo que puedes hacer con ello
fr: Ce que vous pouvez faire avec
hr: Što možete s time učiniti
hu: Mit te tehet vele
it: Cosa puoi fare con esso
ja: できること
nb: Hva du kan gjøre med det
nl: Wat je ermee kunt doen
pl: Co możesz z tym zrobić
pt_br: O que você pode fazer com isso
ro: Ce tu pot face cu ea
ru: Что вы можете сделать с этим
sv: Vad du kan göra med det
tr: Bununla neler yapabilirsiniz
zh_hans: 您可以做什么

# onboarding_monthly_income_label
source: Monthly Income (optional)
ar: الدخل الشهري (اختياري)
cs: Měsíční příjem (volitelné)
de: Monatl. Einkommen (optional)
es: Ingresos mensuales (opcional)
fr: Revenu mensuel (optionnel)
hr: Mjesečni prihod (neobavezno)
hu: Havi jövedelem (opcionális)
it: Reddito mensile (facoltativo)
ja: 月収（任意）
nb: Månedlig inntekt (valgfritt)
nl: Maandinkomen (optioneel)
pl: Miesięczny dochód (opcjonalnie)
pt_br: Renda Mensal (opcional)
ro: Venitul lunar (opțional)
ru: Ежемесячный доход (необязательно)
sv: Månadsinkomst (valfritt)
tr: Aylık gelir (isteğe bağlı)
zh_hans: 月收入（可选）

# onboarding_next
source: Next
ar: التالي
cs: Dále
de: Weiter
es: Siguiente
fr: Suivant
hr: Dalje
hu: Következő
it: Avanti
ja: 次へ
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
ro: Următorul
ru: Далее
sv: Nästa
tr: İleri
zh_hans: 下一步

# onboarding_open_dashboard
source: Open Dashboard
ar: فتح لوحة التحكم
cs: Otevřít přehled
de: Dashboard öffnen
es: Abrir el panel
fr: Ouvrir le tableau de bord
hr: Otvori nadzornu ploču
hu: Nyissa meg az Irányítópultot
it: Apri la dashboard
ja: ダッシュボードを開く
nb: Åpne dashbord
nl: Dashboard openen
pl: Otwórz panel
pt_br: Abrir painel
ro: Deschideți tabloul de bord
ru: Открыть панель
sv: Öppna instrumentpanel
tr: Paneli Aç
zh_hans: 打开仪表盘

# onboarding_profile_emoji_label
source: Pick an emoji
ar: اختر رمزًا تعبيريًا
cs: Vyber emoji
da: Vælg en emoji
de: Wähle ein Emoji
es: Elige un emoji
fr: Choisissez un emoji
hr: Odaberi emoji
hu: Válassz emojit
it: Scegli un emoji
ja: 絵文字を選ぼう
nb: Velg en emoji
nl: Kies een emoji
pl: Wybierz emoji
pt_br: Escolha um emoji
ro: Alege un emoji
ru: Выберите эмодзи
sv: Välj en emoji
tr: Bir emoji seç
zh_hans: 选择表情符号

# onboarding_profile_placeholder
source: Your name
ar: اسمك
cs: Tvoje jméno
da: Dit navn
de: Dein Name
es: Tu nombre
fr: Ton prénom
hr: Vaše ime
hu: A neved
it: Il tuo nome
ja: あなたの名前
nb: Ditt navn
nl: Jouw naam
pl: Twoje imię
pt_br: Seu nome
ro: Numele tău
ru: Ваше имя
sv: Ditt namn
tr: Adın
zh_hans: 您的姓名

# onboarding_profile_subtitle
source: Give your finance diary a personal touch
ar: أعطِ مذكراتك المالية لمسة شخصية
cs: Pojmenujte svůj finanční deník
da: Giv din finansdagbog et navn
de: Gib deinem Finanztagebuch einen Namen
es: Dale nombre a tu diario financiero
fr: Donnez un nom à votre journal financier
hr: Dajte osobni dodir svom financijskom dnevniku
hu: Adj nevet a pénzügyi naplódnak
it: Dai un nome al tuo diario finanziario
ja: 家計簿に個性をプラス
nb: Gi din finansdagbok et navn
nl: Geef je financieel dagboek een naam
pl: Nadaj nazwę swojemu dziennikowi finansów
pt_br: Dê um toque pessoal ao seu diário financeiro
ro: Dă un nume jurnalului tău financiar
ru: Придайте своему финансовому дневнику личный характер
sv: Ge din ekonomidagbok ett namn
tr: Finans günlüğüne bir isim ver
zh_hans: 为您的财务日记添加个人风格

# onboarding_profile_title
source: What's your name?
ar: ما اسمك؟
cs: Jak se jmenuješ?
da: Hvad hedder du?
de: Wie heisst du?
es: ¿Cómo te llamas?
fr: Comment t'appelles-tu ?
hr: Kako se zoveš?
hu: Hogy hívnak?
it: Come ti chiami?
ja: お名前は？
nb: Hva heter du?
nl: Hoe heet je?
pl: Jak masz na imię?
pt_br: Qual é o seu nome?
ro: Cum te numești?
ru: Как вас зовут?
sv: Vad heter du?
tr: Adın ne?
zh_hans: 你叫什么名字？

# onboarding_skip
source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Passer
hr: Preskoči
hu: Kihagyás
it: Salta
ja: スキップ
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Sari peste
ru: Пропустить
sv: Hoppa över
tr: Geç
zh_hans: 跳过

# onboarding_skip_hint
source: You can also skip and set up later.
ar: يمكنك أيضاً التخطي والإعداد لاحقاً.
cs: Můžete také přeskočit a nastavit později.
de: Kannst du auch überspringen und später einrichten.
es: También puedes omitir y configurar más tarde.
fr: Vous pouvez également ignorer et configurer plus tard.
hr: Možete i preskočiti i postaviti kasnije.
hu: Később is átugorhatja és beállíthatja.
it: Puoi anche saltare e configurare in seguito.
ja: スキップして後で設定することもできます。
nb: Du kan også hoppe over og sette opp senere.
nl: Je kunt ook overslaan en later instellen.
pl: Możesz też pominąć i skonfigurować później.
pt_br: Você também pode pular e configurar mais tarde.
ro: De asemenea, puteți sări și să configurați mai târziu.
ru: Вы также можете пропустить и настроить позже.
sv: Du kan också hoppa över och konfigurera senare.
tr: Atlayıp daha sonra ayarlayabilirsiniz.
zh_hans: 您也可以跳过，稍后再设置。

# onboarding_welcome_subtitle
source: Your finances — always visible, always in control.
ar: أموالك — دائماً في الصورة، دائماً تحت السيطرة.
cs: Vaše finance — vždy přehledně, vždy pod kontrolou.
de: Deine Finanzen — immer im Blick, immer unter Kontrolle.
es: Tus finanzas — siempre a la vista, siempre bajo control.
fr: Vos finances — toujours visibles, toujours sous contrôle.
hr: Vaše financije — uvijek u vidokrugu, uvijek pod kontrolom.
hu: Pénzügyei mindig láthatóak, mindig kézben tartva.
it: Le tue finanze — sempre visibili, sempre sotto controllo.
ja: いつでも見える、 いつでも管理できる家計。
nb: Dine finanser — alltid i sikte, altid under kontroll.
nl: Jouw financiën — altijd in beeld, altijd in controle.
pl: Twoje finanse — zawsze widoczne, zawsze pod kontrolą.
pt_br: Suas finanças — sempre visíveis, sempre sob controle.
ro: Finanțele tale - mereu vizibile, mereu în control.
ru: Ваши финансы — всегда на виду, всегда под контролем.
sv: Dina finanser — alltid synliga, altid under kontroll.
tr: Finanslarınız — her zaman görünür, her zaman kontrol altında.
zh_hans: 您的财务 — 随时掌握， 随时掌控。

# onboarding_welcome_title
source: Welcome to Finance Helper
ar: مرحباً في Finance Helper
cs: Vítejte v Finance Helper
de: Willkommen bei Finance Helper
es: Bienvenido a Finance Helper
fr: Bienvenue dans Finance Helper
hr: Dobrodošli u Finance Helper
hu: Üdvözöljük Pénzügyi Segítő
it: Benvenuto in Finance Helper
ja: Finance Helperへ ようこそ
nb: Velkommen til Finance Helper
nl: Welkom bij Finance Helper
pl: Witaj w Finance Helper
pt_br: Bem-vindo ao Finance Helper
ro: Bun venit la Ajutor financiar
ru: Добро пожаловать в Finance Helper
sv: Välkommen till Finance Helper
tr: Finance Helper'a Hoş Geldiniz
zh_hans: 欢迎使用 Finance Helper

source: Optional
ar: اختياري
cs: Volitelně
da: Valgfrit
es: Opcional
fr: Facultatif
hr: Neobavezno
hu: Opcionális
it: Opzionale
ja: 任意
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt_br: Opcional
ro: Opțional
ru: Необязательно
sv: Valfritt
tr: İsteğe bağlı
zh_hans: 可选

# Optionen
source: Options
ar: الخيارات
cs: Možnosti
da: Valgmuligheder
de: Optionen
es: Opciones
hr: Opcije
hu: Beállítások
it: Opzioni
ja: オプション
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Параметры
sv: Alternativ
tr: Seçenekler
zh_hans: 选项

source: Other Profiles
ar: ملفات تعريف أخرى
cs: Jiné profily
de: Weitere Profile
es: Otros perfiles
hr: Ostali profili
hu: Egyéb profilok
it: Altri profili
ja: その他のプロフィール
nb: Andre profiler
nl: Andere profielen
pt_br: Outros perfis
ro: Alte profiluri
ru: Другие профили
sv: Andra profiler
tr: Diğer Profiller
zh_hans: 其他型材

# Passt nur auf exakt %@
source: Only matches exactly %@
ar: لا يتطابق إلا مع %@ بالضبط
cs: Odpovídá pouze přesně %@
da: Passer kun præcist til %@
de: Passt nur auf exakt %@
es: Solo se ajusta exactamente a %@
fr: Ne correspond qu'à %@ exactement
hr: Odgovara točno samo %@
hu: Csak pontosan %@-ra illeszkedik
it: Funziona solo con %@ esatto
ja: %@にぴったり合うものだけ
nb: Passer bare nøyaktig til %@
nl: Pas alleen op exact %@
pl: Pasuje tylko do dokładnie %@
pt_br: Corresponde apenas exatamente a %@
ro: Se potrivește doar exact cu %@
ru: Соответствует только точно %@
sv: Passar endast exakt %@
tr: Sadece tam olarak %@ ile eşleşir
zh_hans: 仅匹配%@

# payoff_estimate
source: Paid off in approx.
ar: تم سدادها بحوالي
cs: Vyplaceno za cca.
de: Abbezahlt in ca.
es: Amortizado en aprox.
hr: Isplaćeno za cca.
hu: Kifizetett kb.
it: Pagato in ca.
ja: 約3年で返済完了。
nb: Nedbetalt på ca.
nl: Afbetaald in ca.
pt_br: Pago em aprox.
ro: A plătit în aprox.
ru: Окупилось примерно через
sv: Betalas på ca.
tr: Yaklaşık olarak ödendi.
zh_hans: 大约还清了。

# payoff_in_months
source: %d mo. to pay off
ar: %d مو. لسداد
cs: %d mě. vyplatit
de: %d Monate bis Abbezahlung
es: %d mes. pagar
hr: %d mj. isplatiti se
hu: %d mo. kifizetni
it: %d mo. per ripagare
ja: %d も。返済する
nb: %d mnd. å betale seg
nl: %d ma. afbetalen
pt_br: %d mo. para pagar
ro: %d mo. a plăti
ru: %d мес. расплатиться
sv: %d mån. att betala av
tr: %d ay. ödemek
zh_hans: %d 莫。还清

# paywall_buy_button
source: Upgrade to Premium — %@
ar: الترقية إلى بريميوم — %@
cs: Přejít na Premium — %@
de: Auf Premium upgraden — %@
es: Actualizar a Premium — %@
fr: Passer à Premium — %@
hr: Nadogradite na Premium — %@
hu: Frissítés prémiumra – %@
it: Passa a Premium — %@
ja: プレミアムにアップグレード — %@
nb: Oppgrader til Premium — %@
nl: Upgraden naar Premium — %@
pl: Uaktualnij do Premium — %@
pt_br: Atualize para Premium – %@
ro: Faceți upgrade la Premium — %@
ru: Обновить до Premium — %@
sv: Uppgradera till Premium — %@
tr: Premium'a Yükselt — %@
zh_hans: 升级到高级版 — %@

# paywall_close
source: Close
ar: إغلاق
cs: Zavřít
de: Schliessen
es: Cerrar
fr: Fermer
hr: Zatvori
hu: Közeli
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Aproape
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭

# paywall_col_feature
source: Feature
ar: الميزة
cs: Funkce
de: Funktion
es: Función
fr: Fonctionnalité
hr: Značajka
hu: Funkció
it: Funzione
ja: 機能
nb: Funksjon
nl: Functie
pl: Funkcja
pt_br: Recurso
ro: Caracteristică
ru: Функция
sv: Funktion
tr: Özellik
zh_hans: 特征

# paywall_col_free
source: Free
ar: مجاني
cs: Zdarma
da: Gratis
de: Gratis
es: Gratis
fr: Gratuit
hr: Besplatno
hu: Ingyenes
it: Gratis
ja: 無料
nb: Gratis
nl: Gratis
pl: Bezpłatny
pt_br: Grátis
ro: Gratuit
ru: Бесплатно
sv: Gratis
tr: Ücretsiz
zh_hans: 免费

# paywall_continue_free
source: Continue for free
ar: المتابعة مجاناً
cs: Pokračovat zdarma
da: Fortsæt gratis
de: Gratis fortfahren
es: Continuar gratis
fr: Continuer gratuitement
hr: Nastavi besplatno
hu: Folytatás ingyenesen
it: Continua gratis
ja: 無料で続ける
nb: Fortsett gratis
nl: Gratis doorgaan
pl: Kontynuuj za darmo
pt_br: Continuar grátis
ro: Continuați gratuit
ru: Продолжить бесплатно
sv: Fortsätt gratis
tr: Ücretsiz devam et
zh_hans: 免费继续

# paywall_desc_accounts
source: Accounts & portfolios
ar: حسابات ومحافظ
cs: Účty a portfolia
da: Konti & porteføljer
de: Konten & Depots
es: Cuentas & carteras
fr: Comptes & dépôts
hr: Računi i portfelji
hu: Számlák & portfóliók
it: Conti & depositi
ja: 口座 & ポートフォリオ
nb: Kontoer & porteføljer
nl: Rekeningen & portefeuilles
pl: Konta & portfele
pt_br: Contas & carteiras
ro: Conturi & portofolii
ru: Счета & портфели
sv: Konton & portföljer
tr: Hesaplar & portföyler
zh_hans: 账户 & 投资组合
